/*
  Localizable.strings

  Copyright Spotify. All rights reserved.
*/


"sInstallerOsxAskUserToQuitSpotify" = "Please quit Spotify and try again";
"sInstallerOsxContinueInBackground" = "Continue in background";
"sInstallerOsxDownloadFailedErrorDescription" = "An error occurred while trying to download Spotify.";
"sInstallerOsxDownloadFailedRetryIn" = "Download failed. Retrying in %ds.";
"sInstallerOsxDownloadingSpotify" = "Downloading Spotify…";
"sInstallerOsxExtractionFailedErrorDescription" = "An error occurred while trying to extract Spotify.";
"sInstallerOsxGenericErrorDescription" = "An error occurred while trying to install Spotify.";
"sInstallerOsxInstallFailedErrorDescription" = "An error occurred while trying to install Spotify.";
"sInstallerOsxInstallationFailed" = "Installation Failed";
"sInstallerOsxInstallationFailedDefaultButtonTitle" = "Download from Spotify.com";
"sInstallerOsxInstallationIncompleteContinueButtonTitle" = "Continue Installation";
"sInstallerOsxInstallationIncompleteDesc" = "The installation of Spotify is almost complete. Do you really want to quit?";
"sInstallerOsxInstallationIncompleteTitle" = "Installation Incomplete";
"sInstallerOsxInstallingSpotify" = "Installing Spotify…";
"sInstallerOsxMMAboutInstallSpotify" = "About Install Spotify";
"sInstallerOsxMMBringAllToFront" = "Bring All to Front";
"sInstallerOsxMMHelp" = "Help";
"sInstallerOsxMMHideInstallSpotify" = "Hide Install Spotify";
"sInstallerOsxMMHideOthers" = "Hide Others";
"sInstallerOsxMMInstallSpotify" = "Install Spotify";
"sInstallerOsxMMInstallSpotifyHelp" = "Install Spotify Help";
"sInstallerOsxMMMinimize" = "Minimize";
"sInstallerOsxMMQuitInstallSpotify" = "Quit Install Spotify";
"sInstallerOsxMMServices" = "Services";
"sInstallerOsxMMShowAll" = "Show All";
"sInstallerOsxMMWindow" = "Window";
"sInstallerOsxMMZoom" = "Zoom";
"sInstallerOsxMountFailedErrorDescription" = "An error occurred while trying to mount the downloaded Spotify disk image.";
"sInstallerOsxMoveApplicationButtonDoNotMove" = "Do not move";
"sInstallerOsxMoveApplicationButtonMove" = "Move to Applications folder";
"sInstallerOsxMoveApplicationCouldNotMove" = "Could not move to Applications folder";
"sInstallerOsxMoveApplicationQuestionInfoInDownloadsFolder" = "This will keep your Downloads folder uncluttered.";
"sInstallerOsxMoveApplicationQuestionInfoWillRequirePasswd" = "Note that this will require an administrator password.";
"sInstallerOsxMoveApplicationQuestionMessage" = "I can move myself to the Applications folder if you'd like.";
"sInstallerOsxMoveApplicationQuestionTitle" = "Move to Applications folder?";
"sInstallerOsxMoveApplicationQuestionTitleHome" = "Move to Applications folder in your Home folder?";
"sInstallerOsxQuitButtonTitle" = "Quit";
"sInstallerOsxUnsupportedPlatformDesc" = "Sorry, Spotify requires Mac OS X 10.5 or later running on an Intel processor.";
"sInstallerOsxUnsupportedPlatformHelp" = "Find out more at Spotify.com";
"sInstallerOsxUnsupportedPlatformTitle" = "Unsupported Platform";